<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Как выбрать кофе?</title>
    <?php include("../modules/links.php") ?>
</head>
<body>
    <?php include ("../modules/header.php"); ?>
    <main>
        <div class="container-user how_make">
            <section class="catalog">
                <h1 class="text-start text-black nav-link-font h2-title">Как выбрать кофе?</h1>
                <div class="d-flex">
                    <img class="w-100 rounded" src="../assets/img/how_to_pick1.jpeg" alt="how_to_pick">
                </div>
                <div class="make_txt mt-3">
                    <ul>
                        <li class="mb-2">
                        Определите ваши предпочтения по вкусу
                        </li>
                        <p>Перед тем как выбирать кофе, подумайте, какой вкус вам нравится. Если вы предпочитаете насыщенный и крепкий вкус, то, возможно, для вас подойдет эспрессо. Если вы любите более мягкий и сбалансированный вкус, то обычный капучино или латте могут быть лучшим выбором.</p>
                        <li class="mb-2">
                        Решите, хотите ли вы молотый или цельный кофе
                        </li>
                        <p>
                        Молотый кофе удобен в использовании, так как его можно сразу же приготовить без необходимости помолоть зерна. Однако цельные зерна сохраняют свежесть вкуса дольше, так что если у вас есть кофемолка, стоит рассмотреть этот вариант.
                        </p>
                        <li class="mb-2">
                        Выберите свой сорт кофе
                        </li>
                        <p>Существует множество сортов кофе, каждый из которых имеет свой характерный вкус. Арабика обычно считается более ароматной и сложной по вкусу, в то время как робуста обладает более крепким и горьковатым вкусом. Определитесь, какой сорт соответствует вашим вкусовым предпочтениям.</p>
                        <li class="mb-2">
                        Узнайте об обжарке кофе
                        </li>
                        <p>Обжарка кофе влияет на его вкус и аромат. Светлая обжарка обычно сохраняет более яркие кислотные нотки и фруктовые ароматы, тогда как темная обжарка придает кофе насыщенный вкус и более выраженные шоколадные и ореховые нотки.</p>
                        <li class="mb-2">
                        Проверьте дату обжарки
                        </li>
                        <p>Если вы выбираете молотый кофе, обратите внимание на дату обжарки. Свежеобжаренный кофе обычно имеет более яркий вкус и аромат.</p>
                        <li class="mb-2">
                        Прочтите отзывы и рекомендации
                        </li>
                        <p>Перед покупкой кофе полезно ознакомиться с отзывами других потребителей или запросить рекомендации у друзей или знакомых, особенно если вы новичок в мире кофе.</p>
                    </ul>
                </div>
            </section>
    </main>
    <?php include ("../modules/footer.php"); ?>
</body>
</html>