<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Как приготовить кофе?</title>
    <?php include("../modules/links.php") ?>
</head>
<body>
    <?php include ("../modules/header.php"); ?>
    <main>
        <div class="container-user how_make">
            <section class="catalog">
                <h1 class="text-start text-black nav-link-font h2-title">Как приготовить кофе?</h1>
                <div class="d-flex">
                    <img class="w-100 rounded" src="../assets/img/how_to_make1.jpeg" alt="how_to_make">
                </div>
                <div class="make_txt mt-3">
                    <ul>
                        <li class="mb-2">
                        Шаг 1: Подготовка ингредиентов
                        </li>
                        <p>Кофейные зерна: выберите свежеобжаренные зерна вашего любимого сорта кофе. Обычно для приготовления кофе используют молотый кофе или зерна, которые необходимо перемолоть перед приготовлением.</p>
                        <p>Вода: используйте свежую холодную воду. Очищенная вода предпочтительнее, так как она не содержит примесей, которые могут повлиять на вкус кофе.</p>
                        <p>По желанию: добавки, такие как сахар, молоко, сливки или специи (как корица или какао), для придания кофе дополнительного вкуса.</p>
                        <li class="mb-2">
                        Шаг 2: Подготовка оборудования
                        </li>
                        <p>
                        Кофемолка: если у вас есть цельные кофейные зерна, нужно перемолоть их перед приготовлением. Выберите нужную степень помола в зависимости от метода приготовления (грубый помол для French Press, средний для капельной кофеварки, тонкий для эспрессо).
                        </p>
                        <p>Кофеварка: выберите подходящий метод приготовления кофе, такой как капельная кофеварка, эспрессо-машина, French Press или аэропресс.</p>
                        <li class="mb-2">
                        Шаг 3: Приготовление кофе
                        </li>
                        <p>Измерьте нужное количество воды и кофейного порошка в соответствии с вашими предпочтениями по кофе и рекомендациями вашего оборудования.</p>
                        <p>Если используете кофемашину, следуйте инструкциям по использованию вашей модели.</p>
                        <p>Для приготовления кофе вручную в капельной кофеварке, добавьте фильтр в корзину, затем добавьте кофейный порошок. Залейте горячей водой и дайте кофе вытечь через фильтр.</p>
                        <p>Для приготовления кофе в French Press залейте помол кофе горячей водой и дайте настояться несколько минут, затем нажмите поршень.</p>
                        <p>Для эспрессо используйте эспрессо-машины: насыпьте кофейный порошок в портфильтер, уплотните его, вставьте его в машину и включите процесс приготовления.</p>
                        <p>Если вы используете аэропресс, насыпьте кофейный порошок в нижнюю часть, добавьте горячую воду и перемешайте, затем закройте и нажмите вниз, чтобы выдавить кофе в чашку.</p>
                        <li class="mb-2">
                        Шаг 4: Подача
                        </li>
                        <p>Наслаждайтесь своим свежеприготовленным кофе! Добавьте молоко, сахар или другие добавки по вкусу.</p>
                        <p>Помните, что ключевым фактором в приготовлении хорошего кофе является использование качественных ингредиентов и точное следование инструкциям для вашего метода приготовления.</p>
                    </ul>
                </div>
            </section>
    </main>
    <?php include ("../modules/footer.php"); ?>
</body>
</html>